Repository: kpoeppel/bildungsfeiertag
Catalog: bildungsfeiertag/bildungsfeiertag/locale/*/LC_MESSAGES/django.po
Languages: de

source: short
de: kurz

source: long
de: lang

source: very long
de: sehr lang

source: email address
de: Email-Adresse

source: Talk
de: Vortrag

source: Excursion
de: Exkursion

source: Discussion
de: Diskussion

source: Sites
de: Veranstaltungsorte

source: Idea
de: Idee

source: My Events
de: Meine Vorträge

source: Logout
de: Abmelden

source: Login
de: Anmelden

source: Register
de: Registrieren

source: Thank you!
de: Dankeschön!

source: Your account was activated.
de: Ihr Account wurde akitviert.

source: We are sorry.
de: Tut uns leid.

source: Activation failed.
de: Das Aktivieren hat nicht geklappt.

source: Password reset complete
de: Das Passwort-Zurücksetzen hat geklappt.

source: Your new password has been set. You can log in now on the
de: Ihr neues Passwort wurde gesetzt. Sie können sich nun einloggen auf der

source: log in page
de: Anmeldeseite

source: Enter new password
de: Neues Passwort eingeben

source: Set a new password.
de: Setzen Sie ein neues Passwort

source: Email Sent
de: Die Email wurde verschickt.

source: We've emailed you instructions for setting your password. You should receive the email shortly!
de: Wir haben Ihnen eine Email mit Informationen zum Rücksetzen Ihres Passworts geschickt

source: Forgot Your Password?
de: Passwort vergessen?

source: Forgot your password?
de: Passwort vergessen?

source: Enter your email address below, and we'll email instructions for setting a new one.
de: Bitte geben Sie Ihre Email-Adresse ein und wir schicken Ihnen eine Anleitung, um ein neues Passwort zu setzen.

source: Send me instructions.
de: Anleitung verschicken.

source: Thanks
de: Danke

source: You were registered!
de: Sie wurden registriert.

source: Submit
de: Abschicken

source: Create / Change a subevent
de: Erstellen / Ändern einer Teilveranstaltung

source: Delete this event.
de: Diese Teilveranstaltung löschen.

source: You have to
de: Sie müssen sich

source: log in
de: einloggen

source: to propose new subevents
de: , um neue Teilveranstaltungen anbieten zu können

source: You have to have a username to propose subevents.
de: Sie brauchen einen Benutzernamen, um Teilveranstaltungen anbieten zu können.

source: Unfortunately the call for event propositions for the Bildungsfeiertag at {{site.name}} is closed now.
de: Leider können Sie nun keine zusätzlichen Teilveranstaltungen für den Bildungsfeiertag am {{site.name}} mehr anbieten.

source: votes
de: Stimmen

source: Unvote.
de: Abwählen.

source: Vote.
de: Wählen.

source: Change this event.
de: Diesen Event ändern.

source: Do you want to sign out as helper for the Bildungsfeiertag at {{site.name}}?
de: Wollen Sie sich nich mehr als Helfer am Bildungsfeiertag am {{site.name}} engagieren?

source: Yes
de: Ja

source: Do you want to be a background helper at the Bildungsfeiertag at {{site.name}}?
de: Wollen Sie bei der Organisation im Hintergrund des Bildungsfeiertags am {{site.name}} mithelfen?

source: here
de: hier

source: Back to the site.
de: Zurück zum Veranstaltungsort.

source: Event Sites
de: Veranstaltungsorte

source: Your proposed subevents
de: Ihre Teilveranstaltungsangebote

source: Your votes
de: Ihre gewählten Teilveranstaltungen

source: You didn't vote for any subevent yet.
de: Sie haben für noch kein Teilveranstaltungsangebot abgestimmt.

source: Your personal information
de: Ihre persönlichen Daten

source: Change
de: Ändern

source: You are not logged in.
de: Sie sind nicht angemeldet.

source: Thank you for your interest and your support!
de: Danke für Ihr Interesse und Ihre Unterstützung!

source: Forgot password?
de: Passwort vergessen?

source: There are no subevents planned in this room.
de: In diesem Raum sind noch keine Teilveranstaltungen geplant.

source: Rooms
de: Räume

source: There are no sublocations for this Bildungsfeiertag site.
de: Es gibt für diesen Veranstaltungsort des Bildungsfeiertags noch keine zugewiesenen Räumlichkeiten.

source: There are no subevent propositions for this Bildungsfeiertag site yet.
de: Für diesen Veranstaltungsort des Bildungsfeiertags gibt es noch keine Angebote für Teilveranstaltungen.

source: Propose a new subevent.
de: Bieten Sie eine neue Teilveranstaltung an.

source: Apply as background helper.
de: Melden Sie sich hier als Helfer im Hintergrund an.

source: Info for background helpers.
de: Informationen für Helfer im Hintergrund.

source: You are not interested in
de: Sie interessieren sich nicht mehr für

source: You are interested in
de: Sie interessieren sich für

source: Event does not exist.
de: Diese Teilveranstaltung existiert nicht.

source: Room does not exist.
de: Dieser Raum existiert nicht.

source: Thank you for registering as helper for
de: Danke für die Anmeldung als Helfer für den Bildungsfeiertag am

source: We are sorry that you don't want to be helper for
de: Schade, dass Sie nicht mehr helfen wollen, beim Bildungsfeiertag am

source: Title already exists.
de: Dieser Titel existiert bereits.

source: Changes successfully saved.
de: Änderungen erfolgreich angenommen.

source: Form was badly filled.
de: Das Formular wurde nicht korrekt ausgefüllt.

source: Your event was deleted.
de: Ihre Teilveranstaltung wurde gelöscht.

source: Your must not delete others events.
de: Sie dürfen nicht die Teilveranstaltungen anderer löschen.

source: Email already used.
de: Diese Email-Adresse ist bereits registriert.

source: Bad input.
de: Falsche Eingabe.
